[
  {
    "name": "Startup Ideation Workshop",
    "details": "A workshop focused on brainstorming innovative startup ideas, understanding market needs, and developing business models. Industry experts and mentors will guide participants.",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTjgt8FZ_Y6gpBEyl4Yjq8QdaPAiVg1tQS4_w&s",
    "date": "2024-10-15"
  },
  {
    "name": "Tech Prototype Showcase",
    "details": "An exhibition where budding entrepreneurs present their tech prototypes to investors, mentors, and industry leaders.",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQPZCqbLkwWks_ErSzWlYaXVJYAy22HomaSjQ&s",
    "date": "2024-11-05"
  },
  {
    "name": "Entrepreneurship Bootcamp",
    "details": "A three-day intensive bootcamp covering business strategies, funding opportunities, and startup scaling techniques.",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQGujxUf38B8ttPoN9QokC4GOcCHKA8y1kc8A&s",
    "date": "2024-12-10"
  },
  {
    "name": "Pitch Your Idea",
    "details": "A competition where startups and students pitch their business ideas to a panel of investors and experts for funding and mentorship.",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSXXbfMivgeqfHtx0LWiIo5RWIwuHbmxfk-uQ&s",
    "date": "2025-01-20"
  },
  {
    "name": "Innovation Hackathon",
    "details": "A 24-hour coding and innovation challenge where teams solve real-world problems using technology and creativity.",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7_wLZXL3HGsgmNme1VXA_F2Ha4avIGYWTdA&s",
    "date": "2025-02-15"
  },
  {
    "name": "Webinar Invitation: The Story - Motivational Session by Successful Innovator",
    "details": "<p><strong>The theme of the webinar:</strong> The Story - Motivational Session by a successful innovator.</p> <p><strong>Expert Speaker:</strong> Dr. Sanjiban Banerjee, Co-founder, and Director of AbGenics Lifesciences Private Ltd.</p> <p><strong>Date of Webinar:</strong> 16th December 2020 | <strong>Time:</strong> 11:00 AM</p> <p><strong>Link for the webinar:</strong> <a href=\"https://meet.google.com/vme-moyi-wuv\" target=\"_blank\">Join Here</a></p> <p>This session will be conducted by Dr. Sanjiban Banerjee, Co-founder, and Director of AbGenics Lifesciences Private Ltd, a Pune-based biotech company working to develop antibody-based therapeutics for infectious diseases and cancer.</p> <p>He will share his experience and lessons learned in his entrepreneurial journey in the search for novel antibacterial biologicals.</p> <p>This is a great opportunity for students and young faculty members to understand the experiences and challenges faced by a successful entrepreneur. At the end of the session, participants will have the chance to directly interact with him to clear any doubts regarding opening a start-up company.</p> <p><strong>We eagerly await your participation in the Webinar.</strong></p> <p><em>Note:</em> This mail is also being forwarded to our server support team and Dr. Anirban Sarkar to circulate it to all students of NIT Durgapur.</p>",
    "photo": "https://nitdgp.ac.in/iicpage/static/media/webinar_Flyer.b9554c92.webp",
    "date": "14th December 2020"
  }
]